[
  {
    "name": "2.5 Dimensional Seduction",
    "img": "https://i.ibb.co/JxyXKWq/2-5-Dimensional-Seduction.jpg",
    "role": "2.5 dimensional seduction",
    "roleId": "792760577662648360",
    "imageFolder": "2.5 Dimensional Seduction",
    "synopsis": "\"Je ne suis pas intéressé par les vraies femmes ! Ma femme, Lilliel, est en 2 dimensions !\". Mais quelque chose d'inattendue apparaît devant Okumura, le président du club de manga... la vraie Lilliel ?!\nLa comédie romantique avec ce personnage de cosplay commence !"
  },
  {
    "name": "A Happy Couple",
    "img": "https://i.ibb.co/xS6HzYw/A-Happy-Couple.jpg",
    "role": "a happy couple",
    "roleId": "792760697812811777",
    "imageFolder": "A Happy Couple",
    "synopsis": "Des courtes histoires sur un couple heureux."
  },
  {
    "name": "A Warrior Exiled by the Hero and His Lover",
    "img": "https://i.ibb.co/2KYhbQt/A-Warrior-Exiled-by-the-Hero-and-His-Lover.jpg",
    "role": "a warrior exiled by the hero and his lover",
    "roleId": "818982652274016279",
    "imageFolder": "A Warrior Exiled by the Hero and His Lover",
    "synopsis": "Après avoir perdu sa petite amie au profit d'un brave héros, Toru est expulsé de sa fête S-Rank. Avec un sentiment de tristesse et de douleur dans le cœur, il vainc un démon qu'il rencontre en dehors de la ville, et sa capacité [à sauver l'expérience] est brisée ! Toru passe au niveau 300 en un clin d'œil ! Avec cette puissance qui dépasse de loin celle des héros, rien ne peut l'arrêter. Kaede, un esclave rencontré au cours de son voyage, forme un groupe appelé la \"Brigade Mangyu\", et complète facilement les donjons, acquiert les légendaires armes sacrées, et grâce à ses compétences, ses amis passent facilement au niveau supérieur ! Il sauve une comtesse qui a été attaquée par des bandits sur la route, et se lie d'amitié avec une bête légendaire. Le voyage d'Oru se poursuit à un rythme tranquille, car il rencontre à plusieurs reprises différentes personnes en cours de route, tandis que son ancien groupe de héros est privé de toute possibilité de jouer un rôle actif et tombe en déclin. C'est le début de la vie d'un guerrier de niveau 300 !"
  },
  {
    "name": "Amano Megumi wa Suki Darake!",
    "img": "https://i.ibb.co/bWVskgM/Amano-Megumi-wa-Suki-Darake.jpg",
    "role": "amano megumi wa suki darake!",
    "roleId": "792760823637999637",
    "imageFolder": "Amano Megumi wa Suki Darake!",
    "synopsis": "Deux amis d'enfance se retrouvent lors de leur entrée au collège mais se rendent compte qu'un monde les sépare. Elle est très populaire et fait partie du club de kendo, où elle rencontre beaucoup de succès... De son côté, lui est un pauvre otaku qui peine à faire ses devoirs et avoir de bonnes notes. Pourtant, il désire entrer à l'université de Tokyo ! Elle va alors l'aider afin qu'il réussisse ses examens..."
  },
  {
    "name": "An Active Hunter in Hokkaido Has Been Thrown into a Different World",
    "img": "https://i.ibb.co/TWS5Zs9/An-Active-Hunter-in-Hokkaido-Has-Been-Thrown-into-a-Different-World.jpg",
    "role": "different world hunting with an elf wife",
    "roleId": "814917855296487424",
    "imageFolder": "An Active Hunter in Hokkaido Has Been Thrown into a Different World",
    "synopsis": "Dans l'Hokkaido moderne, un ours brun est apparu près d'une école primaire. Un membre de l'association locale des chasseurs est donc envoyé pour l'exterminer. Cependant, il est tué par l'ours et se réveille dans un monde imaginaire, armé seulement du fusil de chasse Remington M870 qu'il avait quand il est mort."
  },
  {
    "name": "Ano Oni Kyoushi ga Boku no Ane ni Narun desu ka?",
    "img": "https://i.ibb.co/2dnzmkD/Ano-Oni-Kyoushi-ga-Boku-no-Ane-ni-Narun-desu-ka.jpg",
    "role": "ano oni kyoushi",
    "roleId": "835902581464367146",
    "imageFolder": "Ano Oni Kyoushi ga Boku no Ane ni Narun desu ka",
    "synopsis": "Quand j'ai appris que mon père allait se remarier et qu'en plus de cela, j'allais avoir une nouvelle sœur, j'étais ravi. Mais dès que je suis venu à sa rencontre, mes rêves ont vite été brisés : ma nouvelle sœur n'est autre que Shina, ma professeur de sport. Mais bien qu'elle soit autoritaire et effrayante à l'école, son comportement à la maison est tout autre : en réalité, Shina est une personne incroyablement gentille et adorable !"
  },
  {
    "name": "Bijin Onna Joushi Takizawa-san",
    "img": "https://i.ibb.co/1QK6LYz/Bijin-Onna-Joushi-Takizawa-san.jpg",
    "role": "bijin onna joushi takizawa-san",
    "roleId": "792761104782458880",
    "imageFolder": "Bijin Onna Joushi Takizawa-san",
    "synopsis": "Kouta Takeda vient tout juste d'être embauché chez XOX Corporation ! Sur place, il rencontre sa supérieure, la chef de département Takizawa-san dont la particularité (notable) est sa forte poitrine.\nNous suivons alors le quotidien de travail de Takeda et Takizawa, l'évolution de leur relation mais aussi leurs interactions avec le reste de l'équipe (souvent composé de pervers)."
  },
  {
    "name": "Boku no kanojo sensei",
    "img": "https://i.ibb.co/JrBxSw6/Boku-no-kanojo-sensei.jpg",
    "role": "boku no kanojo sensei",
    "roleId": "792761264354099220",
    "imageFolder": "Boku no kanojo sensei",
    "synopsis": "Makoto Saiki, un jeune lycéen, voit sa vie quotidienne bouleversée lorsque son professeur, qui se trouve être la plus populaire et la plus belle de l'école, le convoque après l'école. Cette dernière, répondant au nom de Maka Fujiki, lui fait... une déclaration! Et elle est prête à le poursuivre sans relâche jusqu'à ce qu'il accepte.\nAinsi, depuis cet événement inattendu, notre jeune étudiant se voit convoquer chaque soir après les cours, prétextant des conseils d'orientation. Ils font alors diverses choses ensemble, comme regarder des vidéos pour adultes, s'embrasser, se rapprocher... jusqu'à sortir en rendez-vous.\nPeu à peu, Makoto se sent attiré par son professeur... mais est-ce vraiment bien pour elle ?"
  },
  {
    "name": "Choppiri Toshiue Demo Kanojo ni Shite Kuremasu ka?",
    "img": "https://i.ibb.co/D8FJNHG/Choppiri-Toshiue-Demo-Kanojo-ni-Shite-Kuremasu-ka.jpg",
    "role": "choppiri toshiue demo kanojo ni shite kuremasu ka?",
    "roleId": "792761351688028170",
    "imageFolder": "Choppiri Toshiue Demo Kanojo ni Shite Kuremasu ka",
    "synopsis": "Un jour, le lycéen du nom de Kaoru Momota sauve la belle jeune fille Hime Orihara à la poitrine très imposante qui était harcelée dans le train. Ce fut le coup de foudre pour Kaoru. En fait, cette fille qu'il croyait lycéenne est une office lady de 27 ans !"
  },
  {
    "name": "Danchigai",
    "img": "https://i.ibb.co/59fC3SC/Danchigai.jpg",
    "role": "danchigai",
    "roleId": "792761511977549825",
    "imageFolder": "Danchigai",
    "synopsis": "L'histoire de Danchigai suit le quotidien de la famille Nakano, composée d'un garçon et de ses quatre sœurs qui partage un même appartement (danchi)."
  },
  {
    "name": "Do Chokkyuu Kareshi x Kanojo",
    "img": "https://i.ibb.co/1T76YPb/Do-Chokkyuu-Kareshi-x-Kanojo.jpg",
    "role": "do chokkyuu kareshi x kanojo",
    "roleId": "813050461224435734",
    "imageFolder": "Do Chokkyuu Kareshi x Kanojo",
    "synopsis": "Rencontrez Shinichi Honda et Mako Wakamiya. L'un est un garçon et l'autre une fille.\nMais tous deux n'hésitent pas à dire exactement ce qu'ils pensent en MAJUSCULES."
  },
  {
    "name": "English XX Sensei",
    "img": "https://i.ibb.co/zhRRnLf/English-XX-Sensei.jpg",
    "role": "english xx sensei",
    "roleId": "865310636569657395",
    "imageFolder": "English XX Sensei",
    "synopsis": "A cause de notre professeur, le cours d'anglais ne commencera pas. Les raisons étant\n1. Elle est inutilement sexy !\n2. Elle n'en fait qu'à sa tête !\n3. Elle est excessivement maladroite !\n4. elle comprend mal les autres\nLa leçon déraille toujours, mais malgré cela, elle ne cède pas. Une comédie sexy où l'anglais s'apprend par le corps."
  },
  {
    "name": "gamers !",
    "img": "https://i.ibb.co/CJVr67B/gamers.jpg",
    "role": "gamers",
    "roleId": "851961155022880768",
    "imageFolder": "Gamers !",
    "synopsis": "Cette série nous entraîne dans le quotidien de jeunes lycéens jouant aux jeux vidéo dont :\nKeita Amano, un jeune homme solitaire et passionné de jeux vidéo, Karen Tendō la présidente du club de jeux vidéo, Chiaki Hoshinomori qui se dispute souvent avec Keita et Tasuku Uehara, qui se dit être heureux dans le monde réel, mais qui en réalité, adore les jeux vidéo."
  },
  {
    "name": "Hell Mode - Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru",
    "img": "https://i.ibb.co/YNwcPbm/Hell-Mode-Yarikomi-Suki-no-Gamer-wa-Hai-Settei-no-Isekai-de-Musou-Suru.jpg",
    "role": "hell mode",
    "roleId": "835899992191270925",
    "imageFolder": "Hell Mode - Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru",
    "synopsis": "Kenichi Yamada était désespéré. Le jeu en ligne auquel il jouait avidement avait cessé de fonctionner. Même s'il essayait de commencer un nouveau jeu, tous semblaient trop faciles pour lui. Mais un jour, Kenichi tombe sur un mystérieux jeu sans titre sur Internet. Lorsqu'il choisit le niveau de difficulté le plus élevé, le \"Hell Mode\", sur l'écran de réglage de la difficulté, il se retrouve alors réincarné en tant que paysan dans un autre monde ! Il est désormais nommé Allen et, tout en maîtrisant le mystérieux métier d'\"invocateur\", il commence à tâtonner pour trouver le plus fort d'entre tous dans ce monde différent, sans guide ni forum Internet."
  },
  {
    "name": "Hiota no Kanojo ga Ore no Motteru Eroge ni Kyoumi Shinshin Nanda ga.....",
    "img": "https://i.ibb.co/vLmYGJY/Hiota-no-Kanojo-ga-Ore-no-Motteru-Eroge-ni-Kyoumi-Shinshin-Nanda-ga.jpg",
    "role": "hiota no kanojo ga ore no motteru eroge ni kyoumi shinshin nanda ga",
    "roleId": "792761698040807435",
    "imageFolder": "Hiota no Kanojo ga Ore no Motteru Eroge ni Kyoumi Shinshin Nanda ga",
    "synopsis": "Kazuma, une lycéen qui aime les éroges, a été confessé par l'étudiante d'honneur et belle fille, Misaki Honoka, qui est le prodige de l'école. De plus, Honoka avait déclaré qu'elle ferait de son mieux pour devenir une \"héroïne\" que Kazuma aime ! \"Pouvez-vous... me former ?\" Quel genre d'éroge ce sera ?"
  },
  {
    "name": "Ie Ga Moete Jinsei Dou Demo Yoku Natta Kara, Nokotta Nakenashi No Kin De Dark Elf No Dorei O Katta",
    "img": "https://i.ibb.co/pRHRJVs/Ie-Ga-Moete-Jinsei-Dou-Demo-Yoku-Natta-Kara-Nokotta-Nakenashi-No-Kin-De-Dark-Elf-No-Dorei-O-Katta.jpg",
    "role": "ie ga moete jinsei dou demo yoku natta kara, nokotta nakenashi no kin de dark elf no dorei o katta",
    "roleId": "858800944133570570",
    "imageFolder": "Ie ga Moete Jinsei Dou Demo Yoku Natta kara",
    "synopsis": "Il a perdu sa nouvelle maison et tous ses biens, mais a trouvé une jolie fille !\n\nHarold, un pauvre ouvrier qui a économisé pendant des années, a finalement obtenu la maison de ses rêves, pour la perdre dans un incendie le jour même. Ayant l'impression que plus rien ne compte, Harold se retrouve dans une vente aux enchères, où il finit par dépenser toutes ses économies pour acheter une esclave, Atie...\n\nHarold, avec sa technique secrète, et Atie, avec ses talents d'aventurière, commencent maintenant leur voyage en roue libre !"
  },
  {
    "name": "Inumimi",
    "img": "https://i.ibb.co/PN9dQKY/Inumimi.jpg",
    "role": "inumimi",
    "roleId": "865306492419702804",
    "imageFolder": "Inumimi",
    "synopsis": "Après avoir passé six mois à l'étranger, Kinosaki Yuichiro est sur le point de rentrer chez lui. Il découvre que son père inventeur/scientifique a donné à ses trois chiens l'apparence de jeunes filles. Il est maintenant confronté à une tonne de problèmes alors qu'il tente de faire face à ces changements."
  },
  {
    "name": "Isuca",
    "img": "https://i.ibb.co/2nqkMG6/Isuca.jpg",
    "role": "isuca",
    "roleId": "792761889091878972",
    "imageFolder": "Isuca",
    "synopsis": "Pour payer son loyer, Shinichirô trouve un emploi dans une belle maison, où il est chargé de faire le ménage. Mais cette maison n'est pas n'importe laquelle... il s'agit de la demeure de Sakuya, une jeune fille dont la tâche est d'exorciser les créatures indésirables. Par mégarde, Shinichirô laisse s'échapper l'un de ces esprits malfaisants... commence alors pour nos deux héros une chasse au monstre des plus comiques"
  },
  {
    "name": "Itsudemo Jitaku Ni Kaerareru Ore Wa, Isekai De Gyoushounin O Hajimemashita",
    "img": "https://i.ibb.co/Bnv6Vcv/Itsudemo-Jitaku-Ni-Kaerareru-Ore-Wa-Isekai-De-Gyoushounin-O-Hajimemashita.jpg",
    "role": "itsudemo jitaku ni kaerareru ore wa, isekai de gyoushounin o hajimemashita",
    "roleId": "792762045643620385",
    "imageFolder": "Itsudemo Jitaku Ni Kaerareru Ore Wa",
    "synopsis": "\"Ne pourrai-je pas m'enrichir de façon immonde si j'utilise cette compétence ?\"\n\nContinuellement exploitée au travail, Amata Shirou quitte son emploi et s'installe chez sa grand-mère. Lorsqu'il découvre qu'elle est reliée à un autre monde, il envisage de créer une entreprise de vente de produits japonais.\n\nC'est l'histoire d'un homme qui s'enrichit grâce à son talent pour convertir la monnaie de l'autre monde en yen japonais, etc."
  },
  {
    "name": "Kaette kudasai! Akutsu-san",
    "img": "https://i.ibb.co/p2s4vZR/Kaette-kudasai-Akutsu-san.jpg",
    "role": "kaette kudasai! akutsu-san",
    "roleId": "792765538862104656",
    "imageFolder": "Kaette kudasai! Akutsu-san",
    "synopsis": "Oyama, un jeune lycéen, souhaite passer sa scolarité sans problèmes. Pour se faire, il décide de ne pas côtoyer Akutsu une jeune délinquante qui se trouve dans sa classe. Mais pour une raison quelconque, cette dernière a fait de la maison du jeune lycéen son lieu de loisir, se rendant régulièrement chez lui pour squatter.\nMais face au comportement, à la fois mignon et sexy d'Akutsu, Oyama ne peut que s'énerver contre elle lui demandant de partir. Mais Akutsu ne cesse de le taquiner."
  },
  {
    "name": "Kanojo no Kagi wo Akeru Houhou",
    "img": "https://i.ibb.co/XJynHR0/Kanojo-no-Kagi-wo-Akeru-Houhou.webp",
    "role": "kanojo no kagi wo akeru houhou",
    "roleId": "792764217869598742",
    "imageFolder": "Kanojo no Kagi wo Akeru Houhou",
    "synopsis": "La première impression d'Haruma sur la nouvelle élève du lycée, Chitose, c'est la vision de sa culotte à rayures. Alors qu'il la bouscule accidentellement dans le hall, la culotte de Chitose se présente à lui avant même qu'ils n'aient pu faire connaissance. Immédiatement, Haruma se sent attiré par cette mystérieuse fille, dont il découvre qu'elle est dans sa classe et qu'elle va habiter chez lui pour s'occuper de la maison. Pour corser le tout, Chitose révèle bientôt un penchant marqué pour l'exhibitionnisme..."
  },
  {
    "name": "Kanzen Kaihi Healer no Kiseki",
    "img": "https://i.ibb.co/SsTWkw3/Kanzen-Kaihi-Healer-no-Kiseki.jpg",
    "role": "kanzen kaihi healer no kiseki",
    "roleId": "796126243565207622",
    "imageFolder": "Kanzen Kaihi Healer no Kiseki",
    "synopsis": "Sakurai Hiroki a été convoqué dans un autre monde pour vaincre le Seigneur Démon. Il a obtenu le poste de «Prêtre» et sa capacité de récupération est plus que suffisante pour guérir toutes les blessures. Il vise à devenir un guérisseur qui ne sera jamais touché par les attaques ennemies. Mais malheureusement, les gens de ce monde ne pouvaient pas comprendre son idéal! Le roi s'est fâché contre lui et l'a étiqueté comme inutile !"
  },
  {
    "name": "Kara no Kyoukai - Mirai Fukuin (Doujinshi)",
    "img": "https://i.ibb.co/QcvFWsV/Kara-no-Kyoukai-Mirai-Fukuin-Doujinshi.jpg",
    "role": "kara no kyoukai mirai fukuin",
    "roleId": "792764465627267072",
    "imageFolder": "Kara no Kyoukai - Mirai Fukuin (Doujinshi)",
    "synopsis": "Mirai Fukuin est un doujinshi original écrit et illustré par les fondateurs de Type-Moon Kinoko Nasu et Takashi Takeuchi. Une histoire parallèle de la série de romans Kara no Kyoukai, elle comprend deux histoires de texte et trois courts chapitres de manga se déroulant après les événements de la série."
  },
  {
    "name": "Koitsu-ra no Shoutai ga Onnada to Oredake ga Shitte Iru",
    "img": "https://i.ibb.co/DbM3q69/Koitsu-ra-no-Shoutai-ga-Onnada-to-Oredake-ga-Shitte-Iru.jpg",
    "role": "koitsu-ra no shoutai ga onnada to oredake ga shitte iru",
    "roleId": "792764639326765107",
    "imageFolder": "Koitsu-ra no Shoutai ga Onnada to Oredake ga Shitte Iru",
    "synopsis": "Pas de synopsis."
  },
  {
    "name": "Kou 1 Desu ga Isekai de Joushu Hajimemashita",
    "img": "https://i.ibb.co/cwHZ3Qw/Kou-1-Desu-ga-Isekai-de-Joushu-Hajimemashita.jpg",
    "role": "kou 1 desu ga isekai de joushu hajimemashita",
    "roleId": "801580016865247252",
    "imageFolder": "Kou 1 Desu ga Isekai de Joushu Hajimemashita",
    "synopsis": "Convoqué accidentellement par une carte ancienne, élève de première année de lycée, Kiyokawa Hiroto est contraint par l'arrogant Seigneur du château d'exterminer le vampire qui hante son château. Se liant d'amitié de façon inattendue avec une fille de la tribu des momies, Hiroto parvient habilement à capturer le vampire avec son aide. Cependant, il est bientôt piégé par le Seigneur du château. Le fantasme d'être convoqué dans un autre monde commence alors que l'on vise courageusement et gentiment à devenir un Seigneur !"
  },
  {
    "name": "Kou 2 ni Time Leaped Shita Ore ga, Touji suki Datta Sensei ni Kokutta Kekka",
    "img": "https://i.ibb.co/Z1hxbKN/Kou-2-ni-Time-Leaped-Shita-Ore-ga-Touji-suki-Datta-Sensei-ni-Kokutta-Kekka.webp",
    "role": "kou 2 ni time leaped shita ore ga, touji suki datta sensei ni kokutta kekka",
    "roleId": "792764884815314975",
    "imageFolder": "Kou 2 ni Time Leaped Shita Ore ga, Touji suki Datta Sensei ni Kokutta Kekka",
    "synopsis": "J’étais un salarié dans mes trentaine. Quand je me suis réveillé , j’ai découvert que j’ai fais un saut dans le passé au printemps de ma seconde année au lycée. A ce moment, il y avait une professeure que j’ai regretté de ne pas m’être confessé à et alors dans le feu de l’action j’ai confessé mon amour à elle et maintenant nous sortons ensemble!\nTout en sortant ensemble secrètement, c’était censé être la vie en rose mais Hiiragi-sensei est une femme qui va rendre tout homme en un bon à rien! Ainsi commence ma vie scolaire remplit de flirts."
  },
  {
    "name": "Kuro Gyaru-san ga Kuru!",
    "img": "https://i.ibb.co/Kq798bg/Kuro-Gyaru-san-ga-Kuru.jpg",
    "role": "kuro gyaru san ga kuru",
    "roleId": "801549328920477706",
    "imageFolder": "Kuro Gyaru-san ga Kuru!",
    "synopsis": "Un employé de bureau assiégé se rend dans un café où il se plaint des difficultés de sa routine. Là-bas, une sympathique lycéenne gyaru remarque ses lamentations et, après l'avoir entendu se défouler, elle lui remonte le moral à la manière \"gyaru\" et ils échangent leurs contacts.\nQu'adviendra-t-il de cette amitié improbable ?"
  },
  {
    "name": "Megami-ryou no Ryoubo-kun",
    "img": "https://i.ibb.co/3dPqGy7/Megami-ryou-no-Ryoubo-kun.jpg",
    "role": "megami-ryou no ryoubo-kun",
    "roleId": "810699458207285286",
    "imageFolder": "Megami-ryou no Ryoubo-kun",
    "synopsis": "Nagumi Koushi est un garçon de 12 ans qui a été abandonné par son père après que leur maison ait pris feu, le laissant errer dans les rues sans sou. Un jour, une fille nommée Minerva le trouve allongé sur le trottoir et décide de l'emmener dans un dortoir réservé aux femmes, réputé pour héberger des résidents troublés, et lui demande d'être la \"mère du dortoir\". Entouré de femmes âgées et obligé de faire face à leurs particularités, Koushi commence sa nouvelle vie."
  },
  {
    "name": "My Love Tiger",
    "img": "https://i.ibb.co/W04g211/My-Love-Tiger.jpg",
    "role": "my love tiger",
    "roleId": "827512427259494410",
    "imageFolder": "My Love Tiger",
    "synopsis": "Sunghoon était un lycéen normal jusqu'au jour où il découvre qu'il est fiancé à un tigre de la mythologie coréenne. Il est prédit que le monde se terminera à moins que Sunghoon n'épouse le tigre. Cette histoire commence avec le joli sourire de la fille tigre."
  },
  {
    "name": "Nande koko ni sensei ga!?",
    "img": "https://i.ibb.co/sCMnpCP/Nande-koko-ni-sensei-ga.jpg",
    "role": "nande koko ni sensei ga!?",
    "roleId": "792765147965030410",
    "imageFolder": "Nande koko ni sensei ga!",
    "synopsis": "Nous suivons le quotidien de lycéens qui se retrouvent toujours dans des situations perverses aussi bien avec leur professeur que différentes camarades de classe."
  },
  {
    "name": "Ookii Kouhai wa Suki Desu ka?",
    "img": "https://i.ibb.co/6bZbkLZ/Ookii-Kouhai-wa-Suki-Desu-ka.jpg",
    "role": "ookii kouhai wa suki desu ka",
    "roleId": "795749135268839455",
    "imageFolder": "Ookii Kouhai wa Suki Desu ka",
    "synopsis": "Une \"grande\" junior qui veut chouchouter son \"petit\" senior !?\nUne comédie d'amour inégale!"
  },
  {
    "name": "Ookiku nattara kekkon suru !",
    "img": "https://i.ibb.co/qdz1MZ9/Ookiku-nattara-kekkon-suru.jpg",
    "role": "ookiku nattara kekkon suru!",
    "roleId": "792765428636057630",
    "imageFolder": "Ookiku nattara kekkon suru !",
    "synopsis": "250/5000\nDepuis dix ans, j’ai le béguin pour mon amie d’enfance et voisine qui a deux ans de plus que moi. Notre promesse d'enfance était de me marier après avoir grandi plus qu'elle. Alors pourquoi diable est-il si difficile pour moi de surmonter la différence de taille !?"
  },
  {
    "name": "Saber Watches Unlimited Blade Works",
    "img": "https://i.ibb.co/NKNPTdL/Saber-Watches-Unlimited-Blade-Works.jpg",
    "role": "saber watches unlimited blade works",
    "roleId": "792765676015714334",
    "imageFolder": "Saber Watches Unlimited Blade Works",
    "synopsis": "Saber et les autres protagonistes regardent Unlimited Blade Works (attention spoilers !).\n\nTwitter de l'auteur : https://twitter.com/tukumo99"
  },
  {
    "name": "Sensei de ○○ shicha Ikemasen!",
    "img": "https://i.ibb.co/PxzP3nN/Sensei-de-shicha-Ikemasen.webp",
    "role": "sensei de ○○ shicha ikemasen!",
    "roleId": "865305793288863815",
    "imageFolder": "Sensei de ○○ shicha Ikemasen!",
    "synopsis": "\"Tu veux apprendre le sexe avec sensei ?\"\n\nImmensément populaire auprès des étudiants, et qui est à la fois belle et gentille, est la sensei Yui-chan de l'infirmerie ! Elle a un charme à un niveau qui vous fait involontairement ○○, et pour les étudiants en pleine puberté, ils pensent toujours à de mauvaises choses avec elle.\n\nEt aujourd'hui encore, des élèves préoccupés par le sexe viennent demander conseil à Yui-chan-sensei.\n\n\"Sensei, je n'arrive pas à me concentrer sur mes études parce que je ne peux pas m'empêcher de me branler !\"\n\n\"Sensei, ta première fois était-elle agréable ?\"\n\nTout en apprenant le sexe, découvrez le secret de sensei que personne ne connaît☆.\n\nUne comédie érotique d'éducation sexuelle très émoustillante et sérieuse !"
  },
  {
    "name": "Shinju no Nectar",
    "img": "https://i.ibb.co/rkqNttk/Shinju-no-Nectar.jpg",
    "role": "shinju no nectar",
    "roleId": "847875826380963860",
    "imageFolder": "Shinju no Nectar",
    "synopsis": "Sakra, dernière princesse survivante d’un royaume déchu, est traquée pour le pouvoir d’Ambrosia qu’elle possède (capacité d’accorder une force divine, mais seulement à un humain).\nSans compagnon humain, elle décide d’en convoquer un d’un autre monde, dans une tentative désespérée de trouver un chevalier pour la protéger.\nMais l’homme qui répond à son appel est inférieur à ce qu’elle avait espéré …"
  },
  {
    "name": "sore ga kanojo no seigi nara",
    "img": "https://i.ibb.co/qywGskK/sore-ga-kanojo-no-seigi-nara.jpg",
    "role": "sore ga kanojo no seigi nara",
    "roleId": "843984278823764010",
    "imageFolder": "sore ga kanojo no seigi nara",
    "synopsis": "Après que ses parents heureux et amoureux décident soudainement de partir en voyage, Yuki est envoyé chez une vieille amie de son père. Il sait très peu de choses sur ses nouvelles conditions de vie, si ce n'est que l'amie de son père est un auteure qui a trois enfants.\nLa jeune fille qui a été envoyée pour le rencontrer, la remuante et trop anxieuse Aya, lui semble un peu bizarre, mais il ne comprend pas vraiment ce qui se passe avant d'arriver à la maison. Yuki, qui a eu très peu de contacts avec les femmes jusqu'à présent dans sa vie, doit maintenant vivre dans une maison avec quatre d'entre elles. La cheffe de la maison est en fait un auteur de romans érotiques, et elle a l'habitude de forcer ses trois filles à se mettre dans des situations sexuelles embarrassantes. Comment Yuki va-t-il faire face à sa nouvelle vie ?"
  },
  {
    "name": "Starting out as Friends With a Yankee Girl",
    "img": "https://i.ibb.co/y46jphB/Starting-out-as-Friends-With-a-Yankee-Girl.jpg",
    "role": "starting out as friends with a yankee girl",
    "roleId": "792765806990852096",
    "imageFolder": "Starting out as Friends With a Yankee Girl",
    "synopsis": "Un type est tombé amoureux au premier regard de la délinquante de l'école n°1. Il s'est mis en tête de lui demander de sortir avec lui, mais..."
  },
  {
    "name": "Sukinako ga Megane wo Wasureta",
    "img": "https://i.ibb.co/GczYhJJ/Sukinako-ga-Megane-wo-Wasureta.jpg",
    "role": "sukinako ga megane wo wasureta",
    "roleId": "795748815851618345",
    "imageFolder": "Sukinako ga Megane wo Wasureta",
    "synopsis": "\"Qui es-tu? Je ne peux te voir ...\"\nLa fille assise sur le siège d'à côté, a oublié ses lunettes. Komura veut suivre Mie qui est en difficulté, mais la distance doit être trop proche pour être vu."
  },
  {
    "name": "Sunohara-sou no Kanrinin-san",
    "img": "https://i.ibb.co/crmBFRX/Sunohara-sou-no-Kanrinin-san.jpg",
    "role": "sunohara-sou no kanrinin-san",
    "roleId": "792765931310415912",
    "imageFolder": "Sunohara-sou no Kanrinin-san",
    "synopsis": "Ai Shiina est un jeune homme que l'on prend souvent pour une femme. Lassé par les quiproquos auxquels il doit faire face quotidiennement, il décide de déménager à Tokyo pour ses études. Il va emménager dans une pension avec trois jeunes filles, Ayaka Sunohara la maîtresse de maison, ainsi que Sumire Yamanashi et Yuri Kazami."
  },
  {
    "name": "Tensei Inja wa Hokusoemu",
    "img": "https://i.ibb.co/47QPybh/Tensei-Inja-wa-Hokusoemu.jpg",
    "role": "tensei inja wa hokusoemu",
    "roleId": "865308988098871296",
    "imageFolder": "Tensei Inja wa Hokusoemu",
    "synopsis": "Kanon notre protagoniste est un joueur de VRMMORPG. Un jour alors qu’il pensait être en train de jouer en VR a Valkyria Chronicle, une Déesse d’un autre monde du nom de Gaïa le contacte pour l'informer qu’il est en fait mort dans son monde d’origine et qu’elle lui a offert une seconde chance de se réincarner dans un autre monde qui se trouve être dans un univers parallèle. Avant de le laisser, cette Déesse lui fait un petit cadeau. Grâce aux données collectées sur les jeux que Kanon a joué, elle lui fit dons de toutes les compétences, magies... qu’il avait sur les jeux auxquels il avait joué. Kanon, après avoir testé ses compétences prit une décision : je ferais que toutes les femmes que je désire soient miennes et je créerais un palais pour mon harem."
  },
  {
    "name": "The Reincarnated Inferior Magic Swordsman",
    "img": "https://i.ibb.co/fHf7NPr/The-Reincarnated-Inferior-Magic-Swordsman.jpg",
    "role": "the reincarnated inferior magic swordsman",
    "roleId": "792766062289616907",
    "imageFolder": "The Reincarnated Inferior Magic Swordsman",
    "synopsis": "Un employé de bureau normal, Toru Minasuki, a été englouti par une fissure dimensionnelle et réincarné dans un monde différent. Lors de sa réincarnation, Toru a reçu de Dieu un [tableau de compétences]. Profitez-en pour acquérir toutes les compétences nécessaires ! Même s'il est une \"personne inférieure\", il fera son chemin jusqu'au sommet !"
  },
  {
    "name": "Yankee JK Kuzuhana-chan",
    "img": "https://i.ibb.co/2qsSrFn/Yankee-JK-Kuzuhana-chan.jpg?size=2048",
    "role": "yankee jk kuzuhana-chan",
    "roleId": "792758592255164416",
    "imageFolder": "Yankee JK Kuzuhana-chan",
    "synopsis": "Saotome, un jeune garçon, intègre un lycée mixte où le ratio d'hommes n'est que de 1/359 ! Plutôt chétif, il atterrit au milieu de galles et autres yankees, mais va faire une rencontre particulière : celle de Ryuko Kuzu."
  },
  {
    "name": "Yuujin Kyara no Ore ga Motemakuru Wakenai daro?",
    "img": "https://i.ibb.co/54DV7J4/Yuujin-Kyara-no-Ore-ga-Motemakuru-Wakenai-daro.jpg",
    "role": "yuujin kyara no ore ga motemakuru wakenai daro",
    "roleId": "851960821311340577",
    "imageFolder": "Yuujin Kyara no Ore ga Motemakuru Wakenai daro",
    "synopsis": "\"Je t'aime tellement, Senpai !\"\n\nJe m'appelle Tomoki Yuuki, je suis un lycéen de deuxième année. Je dirais que je suis un étudiant assez normal, sauf que tout le monde m'évite comme la peste parce que j'ai apparemment l'air d'être en manque de sang. Ike Haruma est le seul à ne pas m'éviter. C'est le type même du \"gars parfait\" dans tous les sens du terme, le protagoniste sans réels défauts que l'on retrouve dans toutes les histoires.\n\nLa vie à l'école continuait comme d'habitude... jusqu'au jour où la petite sœur super populaire d'Haruma m'a avoué son amour sans crier gare ! Bien qu'elle précise ensuite que ses sentiments à mon égard sont tout sauf romantiques et qu'elle a une arrière-pensée, je finis par accepter mon nouveau rôle de \"faux petit ami\" pour rendre service à Haruma.\n\nCroyez-le ou non, au moment où je commence à sortir avec elle, l'amie d'enfance d'Haruma, qui est une idole, et mon professeur super sexy s'intéressent aussi à moi !\n\nAttendez une minute. Ça ne peut pas être un scénario de comédie romantique de rêve qui se met en place pour moi, n'est-ce pas ? ! Je veux dire, il n'y a pas moyen qu'un personnage secondaire comme moi puisse être populaire, non ?"
  },
  {
    "name": "Shounin Yuusha wa Isekai wo Gyuujiru! – Saibai Skill de Nandemo Fuyashi Chaimasu",
    "img": "https://i.ibb.co/frCY9Xw/Shounin-Yuusha-wa-Isekai-wo-Gyuujiru-Saibai-Skill-de-Nandemo-Fuyashi-Chaimasu.jpg",
    "role": "shounin yuusha wa isekai wo gyuujiru! – saibai skill de nandemo fuyashi chaimasu",
    "roleId": "865305223420968970",
    "imageFolder": "Shounin Yuusha wa Isekai wo Gyuujiru!",
    "synopsis": "Un héros avec une compétence de production. Akina Shoji, un esclave salarié, rêvait d'ouvrir sa propre entreprise. Cependant, quand il a presque réalisé son rêve, il a été convoqué dans un autre monde avec une compétence «Cultivation»..."
  },
  {
    "name": "Ojousama no Shimobe",
    "img": "https://i.ibb.co/QcXGbT9/ojousama-no-shimobe.jpg",
    "role": "ojousama no shimobe",
    "roleId": "865305504938983445",
    "imageFolder": "Ojousama no Shimobe",
    "synopsis": "Youtarou Konoe est un lycéen en première année qui est fils d'un majordome et d'une bonne qui travaille pour différentes familles mais qui a décidé de se lancer dans une autre voie.\n\nUn jour, il rencontre à la gare la jeune fille riche du nom de Tsubasa Saionji et l'aide à acheter un billet. Il apprend par la même occasion que sa mère l'a envoyé vivre avec elle et est transféré dans son lycée pour pouvoir prendre soin d'elle plus facilement ?! En effet, la jeune fille ne sait rien faire par elle même surtout les tâches ménagères."
  },
  {
    "name": "Jishou F-Rank no Oniisama ga Game de Hyouka sareru Gakuen no Chouten ni Kunrin suru Sou desu yo?",
    "img": "https://i.ibb.co/QKnGKb6/Jishou-F-Rank-no-Oniisama-ga-Game-de-Hyouka-sareru-Gakuen-no-Chouten-ni-Kunrin-suru-Sou-desu-yo.jpg",
    "role": "jishou f-rank no oniisama ga game de hyouka sareru gakuen no chouten ni kunrin suru sou desu yo?",
    "roleId": "865315294528536586",
    "imageFolder": "Jishou F-Rank no Oniisama ga Game de Hyouka sareru Gakuen",
    "synopsis": "Située au Japon, la Shishio Academy est une école prestigieuse où tout est décidé par les résultats des jeux. Lors des examens d'entrée, Guren s'est retrouvé avec le pire rang, comme il l'avait prévu: F.\nMais une fois que «l'obscurité» de l'académie commence à attaquer sa petite sœur bien-aimée Karen, Guren doit montrer sa véritable compétence!"
  },
  {
    "name": "The Strongest Dull Prince's Secret Battle for the Throne",
    "img": "https://i.ibb.co/GdSBm3D/The-Strongest-Dull-Prince-s-Secret-Battle-for-the-Throne.jpg",
    "role": "the strongest dull prince's secret battle for the throne",
    "roleId": "871426567300067352",
    "imageFolder": "The Strongest Dull Prince's Secret Battle for the Throne",
    "synopsis": "L'empire Adrasia sur le continent Vogel. Il y a une bataille sur le trône d'un tel empire qui possède une puissance militaire immense et un vaste territoire. Avec le successeur indécis, les enfants de l'empereur visent à étendre leur pouvoir. Cependant, il y avait un prince que tout le monde dit qu'il ne deviendra certainement pas l'empereur. Le septième prince, Arnold Lakes Adler. Le jeune homme qui était inférieur à son frère jumeau plus jeune dans tous les sens, le prince terne. Incompétent et léthargique, Arnold gaspille toutes ses journées en jouant. Cependant, dans les coulisses, il est l'un des cinq aventuriers de la classe SS appelés Silver. Voyant l'intensification de la bataille pour le trône, il a décidé [Je ne veux pas mourir, alors faisons de mon petit frère l'empereur...]. C'est le conte de l'absurde manœuvre secrète du prince qui n'est pas intéressé par le titre de l'empereur."
  },
  {
    "name": "Isekai o Denma dake de Ikinuku",
    "img": "https://i.ibb.co/V9BPG7B/the-rising-of-vibrator-hero.jpg",
    "role": "the rising of vibrator hero",
    "roleId": "871427362510749736",
    "imageFolder": "Isekai o Denma dake de Ikinuku",
    "synopsis": "Kenji est juste un étudiant ordinaire, une fois il a été demandé par son senpai d'apporter ses effets personnels, un tas de jouets sexuels.\nEn chemin, il a rencontré Mana-chan, une fille qu'il aimait bien, Mana-chan a regardé ce que Kenji portait, mais elle a été très surprise de découvrir ce qu'il y avait dedans. Dégoûtée, Mana-chan a demandé à Kenji de ne plus jamais lui parler...\nveulent expliquer le malentendu, Kenji poursuit Mana-chan, mais en raison de sa hâte, 1 vibromasseur est tombé de son panier, quand il a voulu ramasser l'article, un incident malheureux est arrivé,comme dans toutes les séries isekai, il a été percuté par un camion, un camion MM 号\nmais au lieu de mourir, il a été transporté dans une forêt avec un vibromasseur dans sa main, Kenji a réalisé qu'il n'était plus sur terre ...\net avec cela, l'histoire de Kenji étant un Héros qui mettra fin au mal dans l'autre monde commence, avec un Vibromasseur dans sa main."
  },
  {
    "name": "Love-Kyo ~My private tutor is too xxx for me to study",
    "img": "https://i.ibb.co/MfrBwqn/Love-Kyo-My-private-tutor-is-too-xxx-for-me-to-study.webp",
    "role": "love-kyo ~my private tutor is too xxx for me to study",
    "roleId": "872881014878371840",
    "imageFolder": "Love-Kyo ~My private tutor is too xxx for me to study",
    "synopsis": "Hinata, un lycéen innocent, est soudain confronté à sa tutrice super sexy, Aoi ! De plus, Aoi ressemble exactement à l'actrice sexy Sumire Nanasato. Avec ses deux parents absents de la maison, Hinata est à la merci d'Aoi-sensei. Sera-t-il capable d'étudier sans perdre la tête ? C'est le début d'une leçon sur les désirs du monde enseignée par une Onee-san super sexy !"
  },
  {
    "name": "Kamiyama-san no Kami Bukuro no Naka ni wa",
    "img": "https://i.ibb.co/58r1Pwv/Kamiyama-san-no-Kami-Bukuro-no-Naka-ni-wa.jpg",
    "role": "kamiyama-san no kami bukuro no naka ni wa",
    "roleId": "875743062654087169",
    "imageFolder": "Kamiyama-san no Kami Bukuro no Naka ni wa",
    "synopsis": "Lors de son premier jour d'école, Namito Kominato, jeune lycéen, s'est assis derrière une étrange fille qui porte un sac en papier et qui est souvent trempée à cause du stress. Il décide de créer un club appelé le \"Club de conversation\" avec un groupe de filles, toutes plus belles et loufoque, les unes que les autres : Kamiyama-san timide et toujours embarrassée, Hinata Arai une personne attentionnée, mais obsédée par les uniformes et Amano Harusame, passionnée par les magical girl… Une comédie d'amour sur le passage à l'âge adulte !\n\nPS: Nous somme à jours avec la version V.A qui est elle même à jours avec la version jap. La suite coming soon or not."
  },
  {
    "name": "Kimi wa Meido-sama",
    "img": "https://i.ibb.co/1LLr8xD/Kimi-wa-Meido-sama.jpg",
    "role": "kimi wa meido-sama",
    "roleId": "875743803863097374",
    "imageFolder": "Kimi wa Meido-sama",
    "synopsis": "Une fille en uniforme de femme de chambre est venue chez Hitoyoshi à la recherche d'un emploi. Son travail précédent était dans le domaine de l'assassinat, et elle est douée dans tous les arts mortels, mais elle est une débutante pour les travaux ménagers. Hitoyoshi a été dérouté par l'étrange demande et l'a renvoyée. Mais ensuite, elle a sauvé Hitoyoshi d'un accident mortel, et il a pensé qu'elle pouvait peut-être faire ce travail.\nIl s'agit d'une histoire sur une femme de chambre qui était une tueuse au cœur froid qui apprend de nouvelles émotions. Une femme de chambre qui a vécu une vie solitaire dans le monde souterrain a finalement trouvé sa famille."
  },
  {
    "name": "Shiboritoranaide, Onna Shounin-san",
    "img": "https://i.ibb.co/NWvqxw8/Shiboritoranaide-Onna-Shounin-san.jpg",
    "role": "shiboritoranaide, onna shounin-san",
    "roleId": "881528973643894834",
    "imageFolder": "Shiboritoranaide, Onna Shounin-san",
    "synopsis": "Dans mystérieux labyrinthe souterrain géant \"Tartaros\", des aventuriers jour et nuit s'y aventurent à la recherche de trésors et autres richesses. L'aventurier Rabi qui a défié le donjon \"Tartaros\", a rencontré des problèmes. Il fait la rencontre de firo, avec qui il passe un accord pour être son client habituel."
  },
  {
    "name": "Bijo to Kenja to Majin no Ken",
    "img": "https://zupimages.net/up/21/39/cu15.jpg",
    "role": "beauty, sage and the devil's sword",
    "roleId": "894183508841484299",
    "imageFolder": "Bijo to Kenja to Majin no Ken",
    "synopsis": "Après être tombé dans l'espace entre les mondes, j'ai gagné \"la capacité d'identifier le statut de quelque chose\" au prix d'une seule limitation. Cependant, à part cette compétence, j'étais complètement ordinaire. Tout ce que je pouvais faire après avoir atterri dans un monde étrange, c'était de voir le statut des choses et d'utiliser ces informations pour ma propre croissance.\nUn jour, après avoir été attaqué par des ennemis, une figure solitaire est apparue et m'a sauvé la vie. Qui plus est, cette personne avait un incroyable \"secret\"."
  },
  {
    "name": "I'm Sandwiched Between Sweet and Spicy Step-Sisters",
    "img": "https://i.ibb.co/TTpG0jv/i-m-sandwiched-between-sweet-and-spicy-step-sisters.jpg",
    "role": "i'm sandwiched between sweet and spicy step-sisters",
    "roleId": "895714025571221514",
    "imageFolder": "I'm Sandwiched Between Sweet and Spicy Step-Sisters",
    "synopsis": "Un jour, notre protagoniste ordinaire a soudainement deux sœurs, une grande sœur douce à gros seins et une petite sœur diablement mignonne !\nUne comédie romantique familiale légèrement excitante !"
  },
  {
    "name": "Black Gakkou ni Tsutometeshimatta Sensei",
    "img": "https://i.ibb.co/Npc2mrF/Black-Gakkou-ni-Tsutometeshimatta-Sensei.jpg",
    "role": "black gakkou ni tsutometeshimatta sensei",
    "roleId": "899293934218534963",
    "imageFolder": "Black Gakkou ni Tsutometeshimatta Sensei",
    "synopsis": "Imada Sadamichi est un tout jeune professeur récemment titularisé en tant que professeur d'anglais dans un lycée pour filles. Malheureusement pour lui, sa classe (et surement l'établissement entier) n'est constituée que de gyaru (jeune filles au teint bronzé artificiellement et ayant une personnalité et une apparence extravertie). Dans cet ensemble, Kuroi Mariko sort du lot et décide de séduire son enseignant et aussi (voire surtout) de coucher avec lui. Commence alors une nouvelle vie pour Imada entouré de jeunes gyaru voulant jouer avec lui ou le séduire, parviendra-t-il à sauver sa jeune carrière et la propreté de ses sous-vêtements ?"
  },
  {
    "name": "The Reincarnation of the Strongest Onmyoji",
    "img": "https://i.ibb.co/BNnmZwT/the-reincarnation-of-the-strongest-onmyoji-these-monsters-are-too-weak-compared-to-my-youkai.jpg",
    "role": "the reincarnation of the strongest onmyoji ~ these monsters are too weak compared to my youkai~",
    "roleId": "899298979173515355",
    "imageFolder": "The Reincarnation of the Strongest Onmyoji",
    "synopsis": "Haruyoshi, le plus fort des onmyoji était au bord de la mort après la trahison de ses compagnons. Espérant être heureux dans sa prochaine vie, il a essayé la technique secrète de la réincarnation et a été envoyé dans un autre monde ! Né dans une famille de magiciens, la magie dont il n'a pas réussi à hériter n'était rien comparée à ses compétences précédentes en tant qu'onmyoji. \"Qui a besoin de magie ? Je survivrai dans ce monde avec mes anciennes techniques !\""
  },
  {
    "name": "The Iceblade Magician Rules Over the World",
    "img": "https://i.ibb.co/mz46yGg/The-Iceblade-Magician-Rules-Over-the-World.jpg",
    "role": "the iceblade magician rules over the world",
    "roleId": "903665009454882876",
    "imageFolder": "The Iceblade Magician Rules Over the World",
    "synopsis": "L'académie de magie Arnold, une école prestigieuse qui a produit beaucoup de grands sorciers. Un garçon, Ray White, décide d'y aller en tant que seul sorcier issu d'une famille ordinaire. Il est entouré d'étudiants issus de familles aristocratiques et de magiciens qui prennent leurs distances avec lui. Mais les gens ne le savent pas. C'est une personne qui a fait beaucoup d'exploits lors du précédent combat d'Extrême-Orient, et on dit maintenant qu'il est le plus fort des sept grands sorciers du monde. Bien qu'il soit ignoré en tant que magicien, il finira par montrer sa puissance à ceux qui l'entourent ?"
  },
  {
    "name": "Goddess Café Terrace",
    "img": "https://i.ibb.co/RS2Z8XP/goddess-cafe-terrace.jpg",
    "role": "goddess cafe terrace",
    "roleId": "907727145160286259",
    "imageFolder": "Goddess Café Terrace",
    "synopsis": "Kasukabe Hayato a été accepté à Tokyo U du premier coup. En recevant la nouvelle de la mort de sa grand-mère, il retourne dans sa maison d'enfance, le café terrasse Familia pour la première fois depuis trois ans, mais il trouve cinq filles étranges qui disent être de \"la famille de grand-mère\" ! La vie inattendue d'Hayato dans une ville en bord de mer avec ces cinq filles débute maintenant !"
  },
  {
    "name": "Magan to Dangan o Tsukatte Isekai o Buchinuku!",
    "img": "https://i.ibb.co/NjkK8yV/break-through-in-another-world-with-magical-eyes-and-bullets.jpg",
    "role": "break through in another world with magical eyes and bullets",
    "roleId": "907727438262452265",
    "imageFolder": "Magan to Dangan o Tsukatte Isekai o Buchinuku!",
    "synopsis": "Athal, un jeune homme qui a perdu la vie dans un cas malheureux, reçoit de Dieu trois pouvoirs spéciaux et se réincarne dans un monde différent. Le plus fort des pistolets, la capacité de créer des balles librement et la capacité de tout voir ce qu'on appelle les \"yeux magiques\". Athal, qui est le seul artilleur de ce monde, intègre une guilde d'aventuriers suprême et souple avec la fille bête Caro qui est sauvée de l'esclavage et qui affronte Athal. Le sniper est le héros en devenir qui élimine tout ennemi d'un seul coup, son aventure commence ici."
  },
  {
    "name": "Ani Yome-san no Sewa wo Yaku",
    "img": "https://i.ibb.co/D76TFgG/Ani-Yome-san-no-Sewa-wo-Yaku.jpg",
    "role": "ani yome-san no sewa wo yaku",
    "roleId": "918963842694905856",
    "imageFolder": "Ani Yome-san no Sewa wo Yaku",
    "synopsis": "Ryosuke, un collégien, vit seul avec sa belle-sœur, Nodoka, alors que son frère aîné est affecté ailleurs par son travail. Nodoka essaie de s'occuper de lui de diverses manières, mais elle se plante si souvent que Ryosuke finit par devoir la suivre partout. De plus, ses bêtises sont si vilaines qu'elles sont trop stimulantes pour les adolescents... ?"
  },
  {
    "name": "Skill Lender's Retrieving (tale) ～i Told You It's 10% Per 10 Days At First, Didn't I～",
    "img": "https://i.ibb.co/Yy1Vhm5/Skill-Lender-s-Retrieving.jpg",
    "role": "skill lender's retrieving",
    "roleId": "922892348139118612",
    "imageFolder": "Skill Lender's Retrieving (tale) ～i Told You It's 10% Per 10 Days",
    "synopsis": "Martz, qui possède la compétence unique [compétence empruntée = compétence du prêteur], prête les compétences acquises et contribue à la l'équipe. Cependant, après avoir été trahie par ses amis, Martz reprend les compétences qu'il leur a prêtées. Martz qui est devenu le plus faible au plus fort commence à prendre le chemin de la vengeance et de la contre-attaque !"
  },
  {
    "name": "gal-sen",
    "img": "https://i.ibb.co/6Y5xCq2/gal-sen.jpg",
    "role": "gyaru sen",
    "roleId": "912805463891017768",
    "imageFolder": "gal-sen",
    "synopsis": "Pas de synopsis."
  },
  {
    "name": "\"Nobukuni-san\" does she like me ?",
    "img": "https://uploads.mangadex.org/covers/7b3eacca-6f5a-48ce-8c8f-0ecaa78368b5/5bbddd53-2f15-4c1b-9d51-472781b60d0b.jpg",
    "role": "nobukuni-san does she like me",
    "roleId": "929809122193453148",
    "imageFolder": "Nobukuni-san does she like me",
    "synopsis": "Dans la campagne d'Hiroshima, une fille qui, contre toute attente, réalise qu'elle est amoureuse de son bien-aimé Sasaki-Kun. Ayant la chance d'être assise à côté de lui, elle tente de le séduire grâce à un magazine pour adolescente avec les conseils de la déesse de l'amour, meeko-sama ! nous allons partager l'histoire d'une jeune adolescente qui découvre ce que signifie être amoureux et ainsi que l'art de la séduction."
  },
  {
    "name": "Ansatsu Skill de Isekai Saikyou: Renkinjutsu to Ansatsujutsu o Kiwameta Ore wa, Sekai o Kage kara Shihai suru",
    "img": "https://uploads.mangadex.org/covers/860c10f3-4e84-44b9-86ed-04ddd65ad648/21a5ce3f-fef8-4ec5-83bd-afbecad20525.jpg",
    "role": "ansatsu skill de isekai saikyou: renkinjutsu to ansatsujutsu o kiwameta ore wa, sekai o kage kara sh",
    "roleId": "931259645388009602",
    "imageFolder": "Ansatsu Skill de Isekai Saikyou Renkinjutsu to Ansatsujutsu o Kiwameta Ore wa, Sekai o Kage kara Shihai suru",
    "synopsis": "Late, un assassin avec un taux d'achèvement de mission de 99,9%, reçoit soudainement une demande d'assassinat d'un client inconnu.\nÉtonnamment, le client est la déesse d'un autre monde, \"Mises\", qui a perdu la bataille et est en train d'être détruite.\nLe contenu de la demande de Mises est l'assassinat de \"Masla Zul, le dieu d'un autre monde\".\nLa prochaine cible de l'assassin le plus fort de Late est \"le dieu d'un autre monde\" !??"
  },{
    "name":"Ore no Iinazuke ni Natta Jimiko, Ie de wa Kawaii Shika nai",
    "img":"",
    "role":"ore no Iinazuke ni natta jimiko, Ie de wa kawaii shika nai", 
    "roleId":"939825777111867392",
    "imageFolder":"Ore no Iinazuke ni Natta Jimiko, Ie de wa Kawaii Shika nai",
    "synopsis":"Je ne suis pas très doué avec les filles et ne suis intéressé que par le monde du 2D. Je me suis toujours dit que l'amour n'était pas fait pour moi, et pourtant, à cause de la situation de mes parents, je me retrouve à devoir me marier ! Et pour couronner le tout, c'est avec Watanae Yuka, une fille de ma classe !",
    "link":"https://www.japanread.cc/manga/ore-no-iinazuke-ni-natta-jimiko-ie-de-wa-kawaii-shika-nai"
  },{
    "name":"Saotome Shimai wa Manga no Tame nara!?",
    "img":"",
    "role":"saotome shimai wa manga no tame nara!?", 
    "roleId":"939833254767378492",
    "imageFolder":"Saotome Shimai wa Manga no Tame nara!",
    "synopsis":"Nobuyuki Saotome est un jeune mangaka de 16 ans. Pour l'aider dans son travail, il peut compter sur ses deux sœurs qui lui servent d'assistantes : Noan 18 ans, et Kanon 14 ans.\n\nMalheureusement pour lui, ces dernières sont folles amoureuses de lui et font tout pour le séduire (de manière plus ou moins agressive). Ironiquement, ces différentes tentatives semi-érotiques semblent offrir au jeune mangaka de la matière pour son oeuvre (lui faisant gagner une fanbase de plus en plus grande).",
    "link":"https://www.japanread.cc/manga/saotome-shimai-wa-manga-no-tame-nara"
  },{
    "name":"Kanchigai no Atelier Meister",
    "img":"",
    "role":"kanchigai no atelier meister", 
    "roleId":"942363457729216553",
    "imageFolder":"Kanchigai no Atelier Meister",
    "synopsis":"Kuruto se fait virer de l'équipe des héros parce qu'il est trop inutile. Cependant, il découvre que dans tout le reste, comme la cuisine, la construction, la fabrication d'outils magiques, etc., il est de rang SSS.",
    "link":"https://www.japanread.cc/manga/kanchigai-no-atelier-meister"
  },
  {
    "name":"That Girl Is Cute... But Dangerous?",
    "img":"",
    "role":"that girl is cute... but dangerous?", 
    "roleId":"944884868666507335",
    "imageFolder":"That Girl Is Cute... But Dangerous",
    "synopsis":"[Cette fille est mignonne... mais dangereuse]. La personne assise à côté de moi en ce début de semestre est la fille Jirai dont toutes les rumeurs parlent....mais...Chihara-san est-elle vraiment la [jirai] que tout le monde imagine ?",
    "link":"https://www.japanread.cc/manga/that-girl-is-cute-but-dangerous"
  },
  {
    "name":"Kanojo ni Uwaki Sareteita Ore ga, Shou Akuma na Kouhai ni Natsukarete Imasu",
    "img":"",
    "role":"kanojo ni uwaki sareteita ore ga, shou akuma na kouhai ni natsukarete imasu", 
    "roleId":"948576764932804618",
    "imageFolder":"Kanojo ni Uwaki Sareteita Ore ga, Shou Akuma na Kouhai ni Natsukarete Imasu",
    "synopsis":"Hanesegawa Yuta est un étudiant de deuxième année à l'université qui a été trompé par sa petite amie juste avant Noël. Après une conversation normale avec son amie, Mino Ayaka, Yuta a rencontré une belle fille vêtue d'un costume de Mère Noël dans une rue pleine de couples ! \n\n Le nom de cette jolie jeune fille est Shinohara Mayu. Cette rencontre avec Shinohara se révélera-t-elle être le cadeau de Noël de Yuta ?",
    "link":"japanread.cc/manga/kanojo-ni-uwaki-sareteita-ore-ga-shou-akuma-na-kouhai-ni-natsukarete-imasu"
  },
  {
    "name":"Moto Sekai Ichii no Sub-chara Ikusei Nikki - Hai Player, Isekai wo Kouryaku-chuu!",
    "img":"",
    "role":"moto sekai ichii no sub-chara ikusei nikki - hai player, isekai wo kouryaku-chuu!", 
    "roleId":"948587393622097960",
    "imageFolder":"Moto Sekai Ichi'i Subchara Ikusei Nikki Hai Player, Isekai wo Kouryakuchuu!",
    "synopsis":"Etant rarement sur les bancs de l'école pendant ses années de collège et de lycée, notre protagoniste se retrouve au chômage dans sa vie d'adulte.\n Du matin au soir, il ne pensait qu'à jouer à un jeu vidéo en ligne. Y étant classé numéro un, il a fait de ce jeu sa raison de vivre.\n\nUn jour, son compte a été piraté, son personnage supprimé et il s'est retrouvé dans l'impossibilité de récupérer ses données. Ressentant un grand désespoir après avoir perdu le rang pour lequel il avait tout misé dans un monde qui contrôlait sa vie, il tenta alors de se suicider.\n\nAlors qu'il se réveille, il se retrouve à l'intérieur du jeu vidéo, plus précisément dans un monde réel qui y ressemble beaucoup. Il s'aperçoit alors qu'il s'est réincarné dans le corps d'un personnage secondaire qu'il avait créé, laissé de côté et pour lequel il avait acheté des avantages premium il y a longtemps.",
    "link":"https://www.japanread.cc/manga/moto-sekai-ichii-no-sub-chara-ikusei-nikki-hai-player-isekai-wo-kouryaku-chuu"
  }
]
